tutorials/lagrangian/porousExplicitSourceReactingParcelFoam/parcelInBox/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    outlet
    {
        type            wall;
        nFaces          25;
        startFace       300;
    }
    inlet
    {
        type            wall;
        nFaces          25;
        startFace       325;
    }
    walls
    {
        type            wall;
        nFaces          50;
        startFace       350;
    }
    back
    {
        type            symmetryPlane;
        nFaces          25;
        startFace       400;
    }
    front
    {
        type            symmetryPlane;
        nFaces          25;
        startFace       425;
    }
)

// ************************************************************************* //
